{
  "Introduction": "Introduction",
  "Skills": "Skills",
  "Contact": "Contact",
  "Work Experience": "Work Experience",
  "Personal Experience": "Personal Experience",
  "title1": "A Developer who know to complete",
  "title2": "I'm Kim Jin-Hwan.",
  "Backend": "Backend",
  "Frontend": "Frontend",
  "Deploy": "Deploy",
  "Macaron": "Macaron",
  "Korean Friends": "Korean Freinds",
  "Interested In You": "Interested In You",
  "Project": " & Project",
  "Kimxy": "KIMXY",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "Design": "Design",
  "Art": "Art",
  "Programming": "Programming",
  "introduction1": "Hello, I'm Kim Jin-hwan, a 7th-year corporate executive and a 2nd-year full stack developer.",
  "introduction2": "I like to communicate with people, so I founded a dating and communication app developer and served as a representative for 7 years.",
  "introduction3": "Before becoming a representative, I lived with the joy of developing a one-man game dedicated to Design/Art/Development.",
  "introduction4": "Three of the services operated recorded more than 1 million downloads and recorded sales of about 3 billion won over seven years without separate external investment.",
  "introduction5": "Due to the thirst for the nature of skills, I have taught ourselves for 15 months after leaving the company, launched a global SNS app after 6 months of development, and are currently improving and operating.",
  "skills1": "I didn't post the following.",
  "skills2": "Tools used for design and art work (Sketch, Photoshop, Premiere Pro, etc.)",
  "skills3": "Technology that has only been used once, has not been applied to a product, or has been used for too long.",
  "work1": "Government Support Agreement - Dongguk University Startup Support Project(2014)",
  "work2": "Develop and operate game-style dating apps with Unity 3D Game Engine.",
  "work3": "Total project cost of 65 million won, successful evaluation with sales of government subsidies or more.",
  "work4": "Support funds provide early business infrastructure and expand employment.",
  "work5": "Dating App Development and Operation(2014.01~2019.12)",
  "work6": "Among several dating services developed, representative services, 1 million+ downloads, (2015/03 release, 2019/06 end)",
  "work7": "Client developers and server developers were present in the team, focusing on overall non-development service planning, business model design, and creation of all necessary art resources. After product launch, focus on user usage pattern analysis, store exposure optimization, advertising and marketing.",
  "work8": "The first service 'Interested In You(Date)' and the second service 'Macaron(Date)' downloaded 1 million plus.",
  "work9": "Since then, more than 20 similar communication services have been developed and operated.",
  "work10": "Sales of approximately 3 billion won over 6 years, including in-app and third-party advertising revenue.",
  "work11": "Monthly sales at the beginning of the company's establishment (unit: KRW 1 million).",
  "work11A": "Actual revenue of main projects(Interested In You, Macaron) from Google Play, App Store and third-party advertisements",
  "work12": "'Let's go to Korea' Video Channel Operation (2016.01~2017.12)",
  "work13": "To Thai people who are interested in Korea, a video introducing travel destinations is provided with local subtitles.",
  "work14": "Direct appearance and filming of all videos, available on Facebook and YouTube",
  "work15": "At that time, 210,000 Facebook page followers.",
  "work16": "Development and operation of the 'Korean Friends' app (2017.12~2020.02)",
  "work17": "SNS app for foreigners who like Korea, 1 million+ download, (2017/12 release, 2020/02 end)",
  "chart1": "Total",
  "chart2": "Ads",
  "chart3": "Apple",
  "chart4": "Google-P2",
  "chart5": "Google-P1",
  "personal1": "Self-study to become a full-stack developer after resignation (2020.10~2021.12)",
  "personal2": "At NOMAD CORDER in a year and three months, ",
  "personal3": "Completed 28 classes",
  "personal4": "(GitHub where the projects are stored)",
  "personal5": "2020 NOMAD CORDER ",
  "personal6": "2021 NOMAD CORDER ",
  "personal7": "Excellent student(beliemun)",
  "personal8": "KIMXY One-person development and launch(from 2022.01 to present)",
  "personal9": "SNS app for foreigners who like Korea, Launched on Google Play, App Store",
  "personal10": "(Features: posting photos and videos, registering replies, searching hashtags and users, 1:1 chat, push notification, real-time translation, localization, in-app, providing information on Korean movies and dramas, etc.)",
  "personal11": "Including Design, Art, Programming(Backend/Frontend) and Deployment, ",
  "personal12": "Developed and released by One-person in all areas",
  "personal13": ", improving the app so far.",
  "personal14": "Download: ",
  "personal15": "KIMXY Development Process",
  "personal16": "Development policy and development stack definition, System and content design, Main screen flow chart design, Business model design",
  "personal17": "Worked with Sketch, Photoshop, Illustrator",
  "personal18": "Color system definition",
  "personal19": "Mobile app design",
  "personal20": "Web page(for admin) design",
  "personal21": "DBMS is set to ProgreSQL, Prisma Studio and Postico are used for development",
  "personal22": "Used Apollo Server to utilize GraphQL in Backend",
  "personal23": "Used Redis PubSub to implement chatting contents between users in the service",
  "personal24": "Schema model definition and migration using Prisma",
  "personal25": "Mobile App(Android/iOS)",
  "personal26": "Used for integrated management such as test, build, deployment, and push notification.",
  "personal27": "Changed component styling to Tailwind (twrnc) to get out of Styled Components' style management",
  "personal28": "Web Page(landing Page)",
  "personal29": "Landing page for downloading apps from each store(Google Play, App Store). Localization in 5 major languages",
  "personal30": "Web Page(for admin)",
  "personal31": "New users trends, In-app purchase trends, Edit users data, Support & Report"
}
